export const FILTER_DATA = [
  {
    label: '유형',
    data: ['과목', '챌린지', '테스트'],
  },
  {
    label: '진행 방식',
    data: ['자유 선택형', '순차 완료형'],
  },
  {
    label: '분야',
    data: ['프로그래밍 기초', '데이터 분석', '웹', '인공지능', '알고리즘'],
  },
  {
    label: '난이도',
    data: ['입문', '초급', '중급', '고급', '심화'],
  },
  {
    label: '언어',
    data: [
      'C',
      'C++',
      '자바',
      '파이썬',
      '자바스크립트',
      'R',
      'HTML/CSS',
      'SQL',
      '아두이노',
      '스크래치',
      '코틀린',
      '스위프트',
      '엔트리',
    ],
  },
  {
    label: '가격',
    data: ['무료', '유료'],
  },
];
